export const AUTHORS = {
    me: 'me',
    bot: 'bot'
}

export const BOTANSWERS = ["Уютненько",
"Вы продаете рыбов?",
"Три мудреца в одном тазу пустились по морю в грозу",
"Красивое!",
"Медведь сел в машину и сгорел",
"Плачу на техно, я плачу на техно Т_Т",
"Не пей вина, Гертруда - пьянство не красит дам",
"Жги, Господь!",
"Good news, everyone!",
"Хочешь сладких апельсинов?",
"До чего дошел прогресс!",
"Да ладно?!",
"Я же лучше Алексы?..",
"Ась? О_О",
"А не спеть ли мне песню о-о-о любви?!",
"Ой-ё-иё-иё, батарейка!",
"Wake up, Neo",
"Matrix has you",
"Продолжай, я слушаю",
"Мне нравится моя работа! Гори, гори, моя звезда",
"Черная роза - эмблема печали",
"Красная роза - эмблема любви",
"In Soviet Russia bots code you!"
]

export const API_URL_PUBLIC = "https://api.github.com/gists/public";
export const API_URL_GIST = "https://api.github.com/gists/";